/* eslint-disable @typescript-eslint/naming-convention -- casing should be an issue here */

export enum Program {
    'วิศวกรรมคอมพิวเตอร์-โอลิมปิกวิชาการ',
    'วิศวกรรมคอมพิวเตอร์',
    'วิศวกรรมโยธา',
    'วิศวกรรมอุตสาหการ',
    'วิศวกรรมสิ่งแวดล้อม',
    'วิศวกรรมสำรวจ',
    'วิศวกรรมโลหการและวัสดุ',
    'วิศวกรรมทรัพยากรธรณี',
    'วิศวกรรมนิวเคลียร์และรังสี',
    'ไม่สังกัดการศึกษา-พัฒนากีฬาชาติ',
    'ไม่สังกัดการศึกษา-ความสามารถทางกีฬา',
    'ไม่สังกัดการศึกษา-จุฬาฯ ชนบท',
    'ไม่สังกัดการศึกษา-สาธิตจุฬาฯ',
    'ไม่สังกัดการศึกษา-อัจฉริยภาพ',
    'ไม่สังกัดการศึกษา',
    'วิศวกรรมคอมพิวเตอร์และเทคโนโลยีดิจิทัล',
}
